
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "%@ URL'sinin nasıl yükleneceği bilinmiyor";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "%@ sunucusuna bağlanamadı";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Sunucudan geçersiz başlık alındı";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Sunucunun IP adresi belirlenemiyor: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "%d kapısının açıklaması alınamıyor";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "%@ sunucusuna %d kapısını kullanarak bağlanamıyor";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Bilinmeyen HTTP sunucu yanıtı alındı %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "%@ URL'si için HTTP isteği başarısız oldu:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "%@ sunucusuna olan bağlantı kesildi";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "%@ öğesinden okunamadı";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "%@ URL'sini yüklemeye çalışırken yönlendirme döngüsü saptandı";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "%@ sunucusu için servis yok";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "URL yolu için veri bağlantısı açılamıyor: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Belirtilen URL için nesne yok: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "FTP komutu sunucu tarafından tanınmıyor: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Kullanıcı adı ya da parolası tanınamadı.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ / %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Web formu parolası";

/* HTTP result code string */
"accepted" = "kabul edildi";

/* HTTP result code string */
"bad gateway" = "geçersiz ağ geçidi";

/* HTTP result code string */
"bad request" = "geçersiz istek";

/* HTTP result code string */
"client error" = "istemci hatası";

/* HTTP result code string */
"conflict" = "çelişki";

/* HTTP result code string */
"continue" = "sürdür";

/* HTTP result code string */
"created" = "yaratıldı";

/* HTTP result code string */
"expectation failed" = "beklenti başarısız oldu";

/* HTTP result code string */
"forbidden" = "yasak";

/* HTTP result code string */
"found" = "bulundu";

/* HTTP result code string */
"gateway timed out" = "ağ geçidinde zaman aşımı";

/* HTTP result code string */
"informational" = "bilgi verici";

/* HTTP result code string */
"internal server error" = "dahili sunucu hatası";

/* HTTP result code string */
"length required" = "uzunluk gerekiyor";

/* HTTP result code string */
"method not allowed" = "yönteme izin verilmiyor";

/* HTTP result code string */
"moved permanently" = "tamamen taşındı";

/* HTTP result code string */
"multiple choices" = "birden fazla seçenek";

/* HTTP result code string */
"needs proxy" = "proxy gerektiriyor";

/* HTTP result code string */
"no content" = "içerik yok";

/* HTTP result code string */
"no error" = "hata yok";

/* HTTP result code string */
"no longer exists" = "artık yok";

/* HTTP result code string */
"non-authoritative information" = "güvenilir olmayan bilgi";

/* HTTP result code string */
"not found" = "bulunamadı";

/* HTTP result code string */
"not modified" = "değiştirilmedi";

/* HTTP result code string */
"partial content" = "kısmi içerik";

/* HTTP result code string */
"payment required" = "ödeme gerekiyor";

/* HTTP result code string */
"precondition failed" = "ön koşul başarısız oldu";

/* HTTP result code string */
"proxy authentication required" = "proxy kimlik doğrulaması gerekiyor";

/* HTTP result code string */
"redirected" = "yönlendirildi";

/* HTTP result code string */
"request timed out" = "istek zaman aşımına uğradı";

/* HTTP result code string */
"request too large" = "istek çok büyük";

/* HTTP result code string */
"requested URL too long" = "istenilen URL çok uzun";

/* HTTP result code string */
"requested range not satisfiable" = "istenilen aralık tatmin edici değil";

/* HTTP result code string */
"reset content" = "içeriği sıfırla";

/* HTTP result code string */
"see other" = "diğerine bak";

/* HTTP result code string */
"server error" = "sunucu hatası";

/* HTTP result code string */
"service unavailable" = "servis yok";

/* HTTP result code string */
"success" = "başarılı";

/* HTTP result code string */
"switching protocols" = "protokoller değiştiriliyor";

/* HTTP result code string */
"temporarily redirected" = "geçici olarak yönlendirildi";

/* HTTP result code string */
"unacceptable" = "kabul edilebilir değil";

/* HTTP result code string */
"unauthorized" = "yetkili değil";

/* HTTP result code string */
"unimplemented" = "gerçekleştirilmemiş";

/* Unknown filename */
"unknown" = "bilinmeyen";

/* HTTP result code string */
"unsupported media type" = "desteklenmeyen ortam türü";

/* HTTP result code string */
"unsupported version" = "desteklenmeyen sürüm";
